{
  "Questions": {
    "1": {
      "date": "2021.01.18",
      "question": "Could you tell us if there was any music, for instance, which became the basis for the image of each character in BTW?",
      "réponse": "I’ll write about it in the set list section at some point."
    },
    "2": {
      "date": "2021.01.18",
      "question": "How can I be a mangaka for Shueisha?",
      "réponse": "You can make a submission to Jump-mangasho. All Jump editors can speak English."
    },
    "3": {
      "date": "2021.01.18",
      "question": "Could you give us the details around how you came up with the word “Bankai”?",
      "réponse": "Before the serialization of BLEACH, I tried to use the word “卍殺伏龍砲” (Bansatsu-Fukuryuhō) in another manga, I repurposed it from there."
    },
    "4": {
      "date": "2021.01.18",
      "question": "Right now, what game are you absolutely hooked on?",
      "réponse": "Towards the end of this year, I was playing an absurd amount of Zelda Musou (Hyrule Warriors)."
    },
    "5": {
      "date": "2021.01.18",
      "question": "Is there any possibility that unrevealed Zanpakutō or Bankai will be introduced in some form in the future?",
      "réponse": "If there is a place where I feel it would be acknowledged by a good deal of readers with a suitable number of pages then I would like to draw them someday."
    },
    "6": {
      "date": "2021.01.18",
      "question": "Are there any comedians that you have been enjoying lately, sensei?",
      "réponse": "Tokyo Hoteison and Tontsukatan."
    },
    "7": {
      "date": "2021.01.18",
      "question": "Did Sensei come up with the idea for a fan club himself, or was it proposed by the editorial department?",
      "réponse": "This was originally a project that a former editor, who is currently working in the web department, brought forward because he wanted to work with me."
    },
    "8": {
      "date": "2021.01.18",
      "question": "Please tell us your dog’s name!",
      "réponse": "It’s “Uni”."
    },
    "9": {
      "date": "2021.01.18",
      "question": "In the anime version of BLEACH, the costume designs of some characters such as Soi Fon, Yoruichi-san and Harribel-sama were different from the original work, what did you think about that?",
      "réponse": "Back in those days, there was a rule within Jump that “only works which have finished serialization will be made into late night anime.” However, nowadays you can ask them to broadcast it late at night and stay true to the original work. By the way, ALPHAxOMEGA’s Harribel figurine is based on the original work."
    },
    "10": {
      "date": "2021.01.18",
      "question": "Regarding Gin, rather than a Kyoto dialect, is that an Osaka dialect with a touch of Kyoto?",
      "réponse": "That’s correct."
    },
    "11": {
      "date": "2021.01.25",
      "question": "I would like to know what it was that Renji wanted to hear from Urahara-san after turning up in the Human World during the Arrancar Arrival arc, even going so far as to do chores for him!",
      "réponse": "“Why did you choose Rukia as the hiding place for the Hōgyoku?” Kisuke told him half truth and half lie, but Renji was satisfied with it."
    },
    "12": {
      "date": "2021.01.25",
      "question": "By some chance, I wonder if Kubo-sensei was actually the originator of Whiskrs STORE?",
      "réponse": "I am the originator. This is a brand that aims to put out merchandise in which I am involved in everything from conception to completion."
    },
    "13": {
      "date": "2021.01.25",
      "question": "Tite Kubo-sensei, when you think about a character, do you also think about colors at the same time? Or, how do you decide the colors?",
      "réponse": "It’s pretty much done at the same time. In such cases, the color scheme is determined at the line drawing stage so there is no need to deliberate over how it should look."
    },
    "14": {
      "date": "2021.01.25",
      "question": "What are your favorite sweets?",
      "réponse": "Inamura Shozo and Toshi Yoroizuka. I loved their Mont Blanc and mille-feuille but I can no longer find either of those anymore."
    },
    "15": {
      "date": "2021.01.25",
      "question": "Kubo-sensei, could you tell us from your own perspective how to go about creating characters so that readers can empathize with them and find them compelling?",
      "réponse": "What’s important is whether or not that character has a unique mindset which sets them apart from other characters, so it’s not that I think it’s necessary to empathize with a character."
    },
    "16": {
      "date": "2021.01.25",
      "question": "Why is the phrase “nandato” (*“what did you say?”) used so frequently in BLEACH?",
      "réponse": "At the time, there were many works with distinctive catchphrases for characters, so this was an experiment to create a catchphrase for the work rather than the characters, thereby giving the work itself its very own personality. I then put it to work as dialogue that does not compromise the individuality of each character, even when multiple characters are using it."
    },
    "17": {
      "date": "2021.01.25",
      "question": "In BLEACH, “BAD SHIELD UNITED” is brought up as a Human World ‘movie’ but does Mille really end up dying? Since the speaker is Mizuiro, it’s hard to tell whether it’s his usual dark humor towards Keigo or if he’s serious, I’ve been curious about that for quite some time.",
      "réponse": "She dies. My first editor from back then (who was also my editor at the time of BSU) also said to me “I’m shocked though….”"
    },
    "18": {
      "date": "2021.01.25",
      "question": "In BURN THE WITCH, there were often color illustrations which were colored digitally, but around what time did you start trying digital coloring?",
      "réponse": "I started from BTW. As far as the order of things go, the Jump cover for chapter 1 is probably the first one that was done digitally. I was nervous until that issue of Jump came out."
    },
    "19": {
      "date": "2021.02.01",
      "question": "Are there any parts of your characters which make you think \"this is hard to draw.”",
      "réponse": "When it comes to parts, large breasts are all difficult. Also, during the week where Szayelaporro’s release state came up I complained the whole time whilst drawing it."
    },
    "20": {
      "date": "2021.02.01",
      "question": "When I was reading “BURN THE WITCH”, I very often got the impression that Noel was always positioned on the left and Ninny on the right, but I wonder if there’s any significance behind this positional relationship…!?",
      "réponse": "In order to generate an impression of the characters with a limited number of pages, I did this as a sort of staging effect in the sense that ‘a character’s traits are incorporated in their stance.’ You have a good eye…."
    },

    "21": {
      "date": "2021.02.01",
      "question": "I believe each squad was assigned a color, I once tried to identify the location of squad barracks based on those colors. Since there are 4 gates associated with a particular color, I thought of Shōryūmon as Seiryū (east - blue), Shuwaimon as Suzaku (south - red), Hakutōmon as Byakko (west - white), Kokuryōmon as Genbu (north - black). As I recall, the townscape was circular so I tried to arrange the colors of each squad with the ‘Yellow Emperor’ as the centre and it turned out as follows. I suspect it might be in this circular arrangement: starting from Shōryūmon with 6, 1, 11, 8, then from Shuwaimon with 13, 4, 2, from Hakutōmon with 3, 5, 9, and finally from Kokuryōmon with 7, 10, 12. ×[1] Moreover, I’m awfully curious about the actual line up because it is Ichimaru-san from Squad 3 who interrupted the gatekeeper of Hakutōmon, and the three individuals who turned traitor are situated close together. Is there any established blueprint for the placement of squad barracks within Sensei’s mind?",
      "réponse": "I can’t say for sure without seeing an illustration but judging by what I just read, I think this is very insightful."
    },
    "22": {
      "date": "2021.02.01",
      "question": "Are there any manga, anime, dramas, movies, etc. (other than Kubo-sensei’s own works) that as a reader or viewer make you think “this work is amazing!” or “I want you to read/watch that!”?",
      "réponse": "My favourite program of the past few years has been Netflix’s “The Final Table.” It’s a cooking competition show, but I think it’s the pinnacle of Shōnen manga style cooking battles."
    },
    "23": {
      "date": "2021.02.01",
      "question": "What is your favorite Hiroshima specialty?",
      "réponse": "Cream cheese momiji* and plain momiji with chunky sweet red bean paste. (*Momiji manjū are maple leaf shaped sweets.)"
    },
    "24": {
      "date": "2021.02.01",
      "question": "I would like to know what kind of work tools you use!",
      "réponse": "I don’t really have many special tools because I’m not that particular about them … if it’s okay, I’ll post a photo soon."
    },
    "25": {
      "date": "2021.02.01",
      "question": "I’ve read in some articles before that the series consists of arcs mainly focused on members of Ichigo’s entourage like with Rukia’s rescue arc, the Arrancar arc, the Fullbring arc and the Quincy arc. Was this structure something decided upon by Kubo-sensei from the very beginning of the series??",
      "réponse": "That’s right. I was drawing while wondering if I could continue the series until I reached Uryū."
    },
    "26": {
      "date": "2021.02.01",
      "question": "Izuru-kun’s Zanpakutō is Wabisuke and Wabisuke is the name of a type of camellia. Does the theory that the reason why there are multiple scenes within the story where he decapitates his opponent, have its origins in the fact that the camellia is likened to a head and is described as falling?",
      "réponse": "That’s correct. I thought everyone would take notice about the Wabisuke camellia but at the time it wasn’t really picked up on that much."
    },
    "27": {
      "date": "2021.02.01",
      "question": "What is your favourite Pokémon?",
      "réponse": "I’ve never played Pokémon so I haven’t the slightest clue."
    },
    "28": {
      "date": "2021.02.08",
      "question": "Does sensei decide the contents, continuity elements and general flow of novelized works like “BLEACH WE DO knot ALWAYS LOVE YOU” and “BLEACH Can’t Fear Your Own World”?",
      "réponse": "I was the one who passed on the contents and details affecting continuity, I left its portrayal up to the two authors. Whenever they happened upon a part they didn’t quit understand along the way, they would also come to consult with me."
    },
    "29": {
      "date": "2021.02.08",
      "question": "When is the collaboration between sensei and THE BACK HORN?!",
      "réponse": "I’d like to do that with the Thousand-Year Blood War arc."
    },
    "30": {
      "date": "2021.02.08",
      "question": "Please give us details about the iPad you use at work!",
      "réponse": "It’s a regular iPad with a larger screen."
    },
    "31": {
      "date": "2021.02.08",
      "question": "Is Kubo-sensei continuing to play “Animal Crossing: New Horizons” without getting bored of it?",
      "réponse": "I stopped playing because the UI is too complicated. I’ll pick it up again when the UI has improved."
    },
    "32": {
      "date": "2021.02.08",
      "question": "I heard that Kubo-sensei was in charge of the design aspect for the anime original characters Amagai Shūsuke and Kanō Ashido, but was sensei the one who actually designed the anime original characters themselves?",
      "réponse": "All characters in the anime originals that are not expressly stated as being designed by me are the product of Kudō-san’s taste. I may have done a final design check on the Amagai arc at least, but I didn’t touch anything surrounding the Bount arc."
    },
    "33": {
      "date": "2021.02.15",
      "question": "Sensei, do you prefer a girl who shows emotions clearly sort of like Ninny-chan or a girl who is cool-headed and doesn’t show much emotion on the surface like Noel-chan?",
      "réponse": "I choose my favorite female characters based solely on whether they have big breasts or not, so if it’s between these two, it’s Noel."
    },
    "34": {
      "date": "2021.02.15",
      "question": "Are there any plans to re-release the color illustration collection “JET”?",
      "réponse": "Re-release the art book, I wonder about that… I will try to ask my editor."
    },
    "35": {
      "date": "2021.02.15",
      "question": "Do you play “Dragon Quest Builders”?",
      "réponse": "I played a lot of both 1 and 2. I’d like to see a remake of 1 with the technology of 2."
    },
    "36": {
      "date": "2021.02.15",
      "question": "Have you ever felt that the sense of distance and relationships between the characters are different between the anime and the original work?",
      "réponse": "Up to around the Soul Society arc of the BLEACH anime, the whole time whilst watching it I kept thinking to myself “if they change things so much, it won’t match up with the endgame of the story, but it’s out of my hands.” I couldn’t really understand the characters so I started checking the script around the Arrancar arc."
    },
    "37": {
      "date": "2021.02.15",
      "question": "Does sensei have a favorite designer chair?",
      "réponse": "There are many that I like. As for the ones I actually use and like, that includes the Jacobsen Series 7 chair, Eames Sofa by Eames, Magistretti’s Maralunga and Maxalto by Citterio."
    },
    "38": {
      "date": "2021.02.22",
      "question": "Chapter 162 of BLEACH (Ichigo’s first demonstration of Bankai) is drawn in full color, please give us the inside story around its production during that time (such as how you managed to draw with full color for a weekly series.)",
      "réponse": "I finished the draft in 6 days and I set aside approximately 2 consecutive weeks worth of time before drawing it."
    },
    "39": {
      "date": "2021.02.22",
      "question": "Sensei, who did you choose as your favorite character on KlubOutside??",
      "réponse": "I haven’t made a choice yet. When I think about it seriously, I’m honestly having a tough time choosing."
    },
    "40": {
      "date": "2021.02.22",
      "question": "Which dialect exactly is Shinji’s Kansai-ben supposed to be?",
      "réponse": "Hirako and Hiyori are both written with a rough sounding Kansai dialect, but I have been told by someone from Kawachi that “Hiyori speaks with an authentic Kawachi dialect.”"
    },

    "41": {
        "date": "2021.02.22",
        "question": "Are there any plans to make BLEACH a paperback edition?",
        "réponse": "I wonder? I haven’t heard anything so I guess not. ※There are no plans at the moment. However, there is a possibility that we will consider it in the future depending on demand. <Editor>"
    },
    "42": {
        "date": "2021.02.22",
        "question": "Sensei, I heard that you play Brave Souls, but who is your absolute favorite character to use? Additionally, do you have a favorite character with a Brave Souls original costume?",
        "réponse": "The one I use the most is Masaki who is the strongest auto. If you’re bad at action like me, you can rely on Masaki. I pull almost all original costumes if they are big breasted, in swimsuits."
    },
    "43": {
        "date": "2021.03.01",
        "question": "What is your favorite flavor of ramen?",
        "réponse": "It’s chicken broth."
    },
    "44": {
        "date": "2021.03.01",
        "question": "What is the diet of a manga artist like? I sincerely wish you good health sensei!",
        "réponse": "It’s pretty average. In the past year, the variety of delivery options has increased and has become extremely satisfying."
    },
    "45": {
        "date": "2021.03.01",
        "question": "I’d like to see the design proposal for volume 31 with Szayelaporro on the cover sometime, the one which Kubo-sensei previously mentioned on Twitter…!",
        "réponse": "Hasn’t this been published anywhere? I’ll try and see if I have it at hand."
    },
    "46": {
        "date": "2021.03.01",
        "question": "How are the spellings of characters’ names decided?",
        "réponse": "On the whole, I try to blend in spellings from as many different regions as possible, so for some characters, I was aiming for that “demarcation where it may just be legible\" before making my decision."
    },
    "47": {
        "date": "2021.03.01",
        "question": "Is Gantenbainne still alive after receiving aid from Captain Unohana in the Arrancar arc?",
        "réponse": "He’s alive. The “god” he was talking about is Baraggan, so he is gathering Arrancar who still worship Baraggan and building a small nation."
    },
    "48": {
        "date": "2021.03.01",
        "question": "By what age is one able to work towards becoming a manga artist? Past 20, is it indeed too late to start putting yourself forward? I would like to know what Kubo-sensei thinks about the appropriate age for manga artists!!",
        "réponse": "I think it doesn’t matter how old you are. You don’t need anyone’s permission to draw manga, so I think it’s best to just draw if you want to draw, and stop if you think it doesn’t suit you."
    },
    "49": {
        "date": "2021.03.01",
        "question": "Will Whiskrs STORE carry BLEACH goods? I would like BLEACH to come out with merchandise too like those being sold in Whiskrs STORE. I think I’d want to see merchandise which are actually worn by characters or goods that look like they could be sold in Soul Society! Also, it would be helpful if you could add more payment methods…",
        "réponse": "I’m also planning to make BLEACH goods, but I’ve created an inquiry form on Whiskrs, so if you can write “item request” in the header over there and send it to us, I’ll consider that too! Also, if you would like to pay using a specific payment method, please contact us."
    },
    "50": {
        "date": "2021.03.08",
        "question": "My question is, are Nemu-chan’s hair and clothing Mayuri-sama’s hobby? Or does Nemu-chan dress up according to what she likes?",
        "réponse": "It’s Mayuri’s hobby, or rather, Mayuri is the one altering it to match with his own ensemble. Whether or not it suits her is a separate matter."
    },
    "51": {
        "date": "2021.03.08",
        "question": "Is there any character in BLEACH that you think has become popular, contrary to your expectations?",
        "réponse": "I thought Hisagi would never really get popular, so I’m glad that he became fairly popular."
    },
    "52": {
        "date": "2021.03.08",
        "question": "Has there been any change in your favorite characters within your own work between now and the past?",
        "réponse": "My favorite characters experience change with every scene I draw, so they’re constantly changing."
    },
    "53": {
        "date": "2021.03.08",
        "question": "What is the origin of Rickenbacker’s name?",
        "réponse": "This is the name of the founder of a guitar company. All Broombuggies are named after people who have passed away."
    },
    "54": {
        "date": "2021.03.08",
        "question": "Do you have a close friendship with Jujutsu Kaisen’s Akutami-sensei?",
        "réponse": "I had a conversation with him the other day. Right now, I’m using the shampoo Akutami-kun gave me at the time."
    },
    "55": {
        "date": "2021.03.15",
        "question": "With the anime versions of BLEACH and BTW, sensei’s characters were given a voice, but to sensei’s mind, are there any characters whose voices were a particularly perfect fit?",
        "réponse": "Yoruichi is the first one who surprised me, I thought “I didn’t expect this character to have this kind of voice!”"
    },
    "56": {
        "date": "2021.03.15",
        "question": "Hitsugaya who had been turned into a zombie was changed into Quincy clothes, is this Gigi’s hobby?",
        "réponse": "It’s Gigi’s hobby."
    },
    "57": {
        "date": "2021.03.15",
        "question": "The Quincy have made an appearance in Brave Souls, but how were the voice actors selected?",
        "réponse": "I chose them after listening to recorded voice auditions."
    },
    "58": {
        "date": "2021.03.15",
        "question": "What kind of clothes are your favorite clothes these days?",
        "réponse": "Over-sized, whitish sweats. They’re comfortable so I want to wear them until the very last moment they’re considered trendy."
    },
    "59": {
        "date": "2021.03.15",
        "question": "Does Kubo-sensei play Brave Souls? If so, who is your favorite character?",
        "réponse": "I scarcely get a chance to use them, but the visuals for heart attribute swimsuit Nelliel and technique attribute swimsuit Orihime are extremely good."
    },
    "60": {
        "date": "2021.03.22",
        "question": "Are there any manga or movies that influenced you, sensei?",
        "réponse": "“SNATCH’” and “300” had a huge influence on me at the time they were screened."
    },


	  
    "61": {
      "date": "2021.03.22",
      "question": "I heard that you are also involved in the audition process for the voice actors, but I am curious about what it was like in the early days of the BLEACH anime.",
      "réponse": "Ichigo was chosen after I listened to the several audition tapes which had been recorded for him. As for the Human World gang + Rukia and Renji, I listened to the tapes that the team on the other side had selected and got them to change only those who were different from their image. It’s about the same level of involvement as in the live‑action movie. Any subsequent casting does not involve me."
    },
    "62": {
      "date": "2021.03.22",
      "question": "There are two types of haori for the Captains of the Gotei, but are both options provided when they take up their new posts?",
      "réponse": "At the time of their inauguration, they can choose between sleeved and sleeveless. They can even make modifications during the process, however they may be put off from doing so because it’s expensive and this request will not be approved unless you have a very good reason."
    },
    "63": {
      "date": "2021.03.22",
      "question": "When you were still working on your weekly series, were you reading other works in Jump magazine?",
      "réponse": "During its serialization, I was pretty much only ever checking for misprints in BLEACH. Between the desire to draw manga and the desire to read manga I only have the capacity to accommodate one, so when I draw I don’t feel like reading and when I read I don’t feel like drawing."
    },
    "64": {
      "date": "2021.03.22",
      "question": "I have a question regarding the typeface of Rukia’s name written on the cover of chapter 266. “Kuchiki” is written in brush strokes, but is there some significance as to why “Rukia” is not written in brush strokes? I’m curious about the covers with names on them since all the names of the other Shinigami are written by brush stroke, whereas part of Rukia’s name is the only anomaly.",
      "réponse": "It does have a significance, but I might draw it somewhere else so it’s a secret for now."
    },
    "65": {
      "date": "2021.03.29",
      "question": "Sensei, is there any aspect in life that makes you think “this is the only thing that is non‑negotiable”?",
      "réponse": "It has to be “don’t let anyone interfere with your work.” I’m hardly ever picky about anything else in my actual life."
    },
    "66": {
      "date": "2021.03.29",
      "question": "The more Ichigo has grown, the more he looks like his father Kurosaki Isshin, huh? By the way, will Ichigo inherit Isshin’s chest hair? I’m curious.",
      "réponse": "I want to believe in the power of Masaki’s genes."
    },
    "67": {
      "date": "2021.03.29",
      "question": "Can I safely assume that the description of Squad 1 Vice‑Captain Sasakibe Chōjirō Tadaoki’s Bankai - Kōkō Gonryō Rikyū - was referring to Tensō Jūrin?",
      "réponse": "That’s right."
    },
    "68": {
      "date": "2021.03.29",
      "question": "I was trying to choose a favorite character, but I’m having a difficult time because there are too many charming characters! Please let me have at least three people to root for. Kubo‑sensei, can you narrow down your favorite characters to just one in your favorite works?",
      "réponse": "Let me narrow it down. Hyoga from Saint Seiya, Nurikabe from GeGeGe no Kitaro and Gorō from Kodoku no Gourmet."
    },
    "69": {
      "date": "2021.03.29",
      "question": "During the time Isshin was Captain, Rangiku was Vice‑Captain and Hitsugaya was 3rd seat, but why did Rangiku remain a lieutenant instead of ascending to Captain?",
      "réponse": "This is because Hitsugaya is better suited for the position of Captain and also because he had already acquired Bankai. By the way, Hitsugaya had already acquired Bankai by the time he enlisted in the Gotei 13."
    },
    "70": {
      "date": "2021.04.05",
      "question": "Hitsugaya often yells “get to work!” at Rangiku, but what tasks are so demanding that they require the qualities of a Captain class Shinigami?",
      "réponse": "Checks and approvals."
    },
    "71": {
      "date": "2021.04.05",
      "question": "Noel‑chan had a guy lick some kind of device when checking to see whether or not he had come into contact with a dragon, but does she have to replace it each time it’s used? Or does she use the same one the whole time?",
      "réponse": "It is returned and magically cleaned with every use."
    },
    "72": {
      "date": "2021.04.05",
      "question": "As explained with 90s level Kidō which appears in BLEACH, the higher the number, the stronger the spell becomes, but is it the same with spells like Blue Spark which are cast in BURN THE WITCH.",
      "réponse": "It’s different. The Magic numbers from BTW have simple rules and are assigned in accordance with them."
    },
    "73": {
      "date": "2021.04.05",
      "question": "Out of Rangiku, Orihime, Yoruichi‑san, Harribel‑sama, Unohana‑san, Isane, Nelliel and Noel‑chan, who has the largest chest?",
      "réponse": "I think I’m probably drawing Nelliel with the mental image of her being the most voluptuous."
    },
    "74": {
      "date": "2021.04.05",
      "question": "I would like a tour of sensei’s workshop!! Is that allowed!?!?",
      "réponse": "I had never considered it. I don’t mind doing this if the time and situation allows it, but we’ll see."
    },
    "75": {
      "date": "2021.04.12",
      "question": "Please tell us about any changes in the vow Chad made concerning his fists. After he swore to his Abuelo that he would never swing his fists for himself, Chad did not retaliate by raising his fists for his own sake, not even during a fight where he was being beaten. Then he met Ichigo and they both made this pact: “you won’t have to hit anyone on your own account anymore, but in return you have to hit people to help me. I’ll fight for you and you’ll fight for me. If there’s something you want to protect with your life, I’ll stake my life to protect it too.” From then on, he fought for Ichigo with his fists and grew stronger to protect his friends. However, in the final chapter there is a scene where Chad has become a boxer and is aiming to become champion. Why did Chad, who up until now had vowed not to swing his fists for himself, end up using his fists in a boxing match in order to become champion in the final chapter? Was there some sort of shift in his feelings or someone he wishes to protect by becoming a champion boxer?",
      "réponse": "Nothing has changed. Chad considers boxing a martial art, not violence."
    },
    "76": {
      "date": "2021.04.12",
      "question": "Sensei, if you were to become Captain and Vice‑Captain, which divisions would you prefer to be in for each?",
      "réponse": "It seems like a heavy responsibility so I don’t want it."
    },
    "77": {
      "date": "2021.04.12",
      "question": "I joined a fan club for the first time in my life. Have you ever been a member of anyone’s fan club, sensei?",
      "réponse": "It’s my first time too. I am currently undergoing the unique experience of joining a fan club for the first time in my life as a member of my own fan club."
    },
    "78": {
      "date": "2021.04.12",
      "question": "I would like to learn about Tite Kubo‑sensei’s family composition.",
      "réponse": "What kind of scammer‑like question is this?"
    },
    "79": {
      "date": "2021.04.12",
      "question": "I’d like to know sensei’s usual breakfast menu.",
      "réponse": "Aojiru, Amazake and yogurt. (*Aojiru - a green, vegetable juice made from kale. Amazake - sweet drink made from fermented rice.)"
    },
    "80": {
      "date": "2021.04.12",
      "question": "I was curious about the origins of the names of Quincy: Vollständig (Tatarforas, Hasshein, etc.) so I tried to do some research but I couldn’t figure it out at all. Could they be words coined by you, sensei?",
      "réponse": "It’s not so much a coined word, but rather a regular name …. I give them a name that sounds angelic and doesn’t seem to have any apparent origin even if you try to look it up."
    },
  
    "81": {
      "date": "2021.04.19",
      "question": "Do you prefer raw eggs or boiled eggs?",
      "réponse": "I prefer raw."
    },
    "82": {
      "date": "2021.04.19",
      "question": "If you were to go out for a drink one-on-one, who would you go with? Personally, I’d like to go with Ikkaku.",
      "réponse": "I don’t drink so I wouldn’t want to go out with anyone. As long as I don’t have to drink, anyone with big breasts will be fine."
    },
    "83": {
      "date": "2021.04.19",
      "question": "Who does Kubo-sensei admire?",
      "réponse": "It’s not that it’s a specific person or something, but I quite admire gag manga artists."
    },
    "84": {
      "date": "2021.04.19",
      "question": "Kubo-sensei, what app do you use when drawing illustrations on your iPad?",
      "réponse": "It’s Clip Studio Paint. I really want to use Procreate (because Tada Yumi-san is using it), but Procreate is complicated."
    },
    "85": {
      "date": "2021.04.19",
      "question": "Kubo-sensei, please tell us what you value when composing your character designs.",
      "réponse": "Place great value on first impressions and also don’t be bound by it."
    },
    "86": {
      "date": "2021.04.26",
      "question": "Sensei, did you study calligraphy? I love your drawings of course, but I also love your penmanship!!",
      "réponse": "This question reminded me that my grandmother was a calligraphy tutor. But I haven’t formally studied it."
    },
    "87": {
      "date": "2021.04.26",
      "question": "I absolutely adore the female characters you draw sensei, but do you find it challenging to draw female characters?",
      "réponse": "It’s the same. People often say that female characters are difficult because they don’t understand women’s feelings, but it’s the same even for men because people struggle to comprehend the feelings of others."
    },
    "88": {
      "date": "2021.04.26",
      "question": "Please tell us about a movie you saw recently that you found interesting, sensei.",
      "réponse": "I watched The Equalizer the other day for the first time in a while, but it’s still interesting no matter how many times I watch both 1 and 2."
    },
    "89": {
      "date": "2021.04.26",
      "question": "At the end of the \"D-TecnoLife” anime OP, Chad, Inoue, Ichigo, Ganju, Hanatarō and Ishida appear in that order, but I wonder if Ganju’s bandana is white because they forgot to apply color?",
      "réponse": "This is because the character color check isn’t coming to me."
    },
    "90": {
      "date": "2021.04.26",
      "question": "In the Thousand Year Blood War arc, it was stated that no citizen of Rukongai beyond district 50 had been observed wearing sandals for over 500 years, yet as a child Rangiku was wearing a somewhat stylish pair of sandals. Did Gin provide her with those?",
      "réponse": "After meeting, Gin and Rangiku gradually moved to the safer inner districts of Rukongai. Gin’s zōri sandals and Rangiku’s setta sandals, which appear in the second half of the flashback, are items which each of them picked up along the way."
    },
    "91": {
      "date": "2021.05.03",
      "question": "Is there any particular reason why Harribel and Stark are not using their first names in typical Arrancar fashion?",
      "réponse": "There is no concept of first name, middle name or last name to Arrancar."
    },
    "92": {
      "date": "2021.05.03",
      "question": "Please tell us the reason why Kurotsuchi Mayuri started wearing headgear. Additionally, please tell us about his reason for changing that headgear.",
      "réponse": "It’s his hobby."
    },
    "93": {
      "date": "2021.05.03",
      "question": "What is sensei’s favorite manga?",
      "réponse": "When I’m feeling down, I always read “Kodoku no Gourmet.”"
    },
    "94": {
      "date": "2021.05.03",
      "question": "In Bleach, Zanpakutō which possess fire abilities appear within the story, but who is a character that sensei is reminded of when it comes to fire?",
      "réponse": "Wanyūdō (from GeGeGe no Kitaro​.)"
    },
    "95": {
      "date": "2021.05.03",
      "question": "Do you still read Jump?",
      "réponse": "I read it and express my thoughts chaotically to those close to me. My editor also sometimes wants to hear my thoughts."
    },
    "96": {
      "date": "2021.05.03",
      "question": "Is it a coincidence that BTW’s release date falls on a full moon in Aries according to western astrology?",
      "réponse": "Really!? That is a coincidence."
    },
    "97": {
      "date": "2021.05.10",
      "question": "Yadōmaru Lisa sometimes appears to speak with a Kansai-like dialect and sometimes she doesn’t, what dialect exactly does Lisa speak with?",
      "réponse": "It’s Gifu dialect which is closer to dialects from Aichi."
    },
    "98": {
      "date": "2021.05.10",
      "question": "About the unfilled drafts and such that are in the Gallery on KlubOutside, how did those come to be preserved?",
      "réponse": "Upon completion of the inking stage, I would make a copy and write instructions on it, and when I was done with the draft I would normally throw it away. However, my parents back home told me “send it to us instead of throwing it out”, so I sent it to them."
    },
    "99": {
      "date": "2021.05.10",
      "question": "The characters that appear in Kubo-sensei’s works are all highly unique in appearance and personality, and I’m always deeply moved by them. Please let us know if there is anything you keep in mind at all times when designing characters!",
      "réponse": "I make an effort to try and avoid similar faces or personalities."
    },
    "100": {
      "date": "2021.05.10",
      "question": "Is there any possibility that the BLEACH anime will be released to the world in the form of a full remake? I think that with current technology, it would be possible to depict the world-building more beautifully.",
      "réponse": "There are no such plans but I’d like to make that happen."
    }
    




	  


	  

	  
  }
}


